INSERT INTO Questions (id, type, order_num, question)
VALUES
  ('af99c5df-5c1f-4491-982b-2d6f068ffa03', 'extraversion', 1, '最近体験した楽しかった出来事や人との交流について教えてください。どのように感じましたか？'),
  ('c4c76868-5b04-4dff-b052-14d756534524', 'agreeableness', 2, '他人との意見の対立があったとき、あなたはどのように対処しますか？その経験について具体的に話してください。'),
  ('97d75df6-37f7-47e3-9dd7-46662e7a3475', 'conscientiousness', 3, '大きなプロジェクトやタスクをどのように計画して進めていきますか？その過程を教えてください。'),
  ('30744af0-d830-48a2-98d1-7af91b7c31d5', 'neuroticism', 4, '最近、ストレスを感じた状況について教えてください。それに対処するためにどのようなアプローチを取りましたか？'),
  ('4e5f6677-befd-4bb1-9b7a-3149162a330c', 'openness', 5, '新しいアイデアや異文化についてどのように考えていますか？最近どのような新しい体験をしましたか？');
